## Инженер-программист - Самодуров Тимофей Петрович
## 2017 год, г. Челябинск
## Внешние, регулировочные и энергетические характеристики
## Преобразовательная техника - курсовой проект 
## Методики выбора оборудования и расчетов взяты из учебного пособия  профессора
## кафедры "Электропривод и автоматизация промышленных установок" ЮУрГУ Мориса Владимировича Гельмана
## "Проектировние тиристорных преобразователей для электроприводов постоянного тока"

##---------------------------------
## Подключение необходимых модулей
##---------------------------------

##---------------------------------
## Присвоение значение константам
##---------------------------------

##---------------------------------
## Инициализация переменных
##---------------------------------

##---------------------------------
## Определение функций и классов
##---------------------------------

##---------------------------------
## Основная часть программы
##---------------------------------



